Repository: ikks/aihordeclient
Catalog: po/*.po
Languages: es

source: Please visit {} at around {} to fetch your generated images
es: Por favor visite {} hacia las {} para obtener las imágenes generadas

source: Starting...
es: Comenzando...

source: Updating model requirements...
es: Actualizando requerimientos de modelos...

source: Updating Models...
es: Actualizando modelos...

source: Service failed to get latest models, check your Internet connection
es: El servicio falló al actualizar los modelos más recientes, revise su conexión a Internet

source: We have a new model:
es: Tenemos un nuevo modelo:

source: We have {} new models, including:
es: Tenemos {} modelos nuevos, incluyendo:

source: We have {} new models:
es: Tenemos {} modelos nuevos:

source: Failed to check for most recent version, check your Internet connection
es: Fallo al revisar la versión más reciente, revise su conexión a Internet

source: Register at
es: Regístrese en

source: Contacting the Horde...
es: Contactando la Horda...

source: Horde Contacted
es: Horda contactada

source: When trying to ask for the image, the Horde was too slow, try again later
es: Cuando se solicitó generar la imagen, la Horda fue muy lenta, intente de nuevo más tarde

source: to learn to earn kudos. Detail:
es: para aprender a ganar kudos. Detalle:

source: Internet required, chek your connection:
es: Se requiere Internet, verifique su conexión:

source: Service failed with:
es: El servicio falló con:

source: Downloading generated image...
es: Descargando imagen generada...

source: You are first in the queue
es: Es el primero en turno

source: Queue position:
es: En turno:

source: Generating...
es: Generando...

source: Get a free API Key at
es: Obtenga una llave de API gratuita en

source: . This model takes more time than your current configuration.
es: . Este modelo toma más tiempo que el configurado actualmente.

source: Please try another model,
es: Por favor intente con otro modelo,

source: {} would take more time than you configured,
es: {} tomaría más tiempo que el configurado actualmente.

source: or try again later.
es: o intente más tarde.

source: There are no workers available with these settings. Please try again later.
es: No hay trabajadores disponibles para las opciones elegidas. Por favor intente más tarde.

source: Get an Api key for free at
es: Obtenga una Api key gratuita en

source: Probably your image will take one additional minute.
es: Probablemente su imagen va a tomar un minuto adicional.

source: Please try again later.
es: Por favor intente más tarde.

source: Probably your image will take {} additional minutes.
es: Probablemente su imagen va a tomar {} minutos adicionales.

source: Fetching images...
es: Descargando imágenes...

source: is censored, try changing the prompt wording
es: está censurada, intente cambiar palabras en el prompt

source: Downloading result...
es: Descargando resultado...

source: Downloading image
es: Descargando imagen

source: You may need to reduce your settings or choose another model, or you may have been censored. Horde message
es: Tal vez requiera elegir una configuración más baja o elegir otro modelo, o puede haber sido censurado. El mensaje de Horde es:

source: generated by
es: generada por

source: with
es: con

source: Problem requesting kudos
es: Problema al solicitar kudos

source: You have {} kudos
es: Usted tiene {} kudos

source: «{}» is not a valid API KEY, double check it or create a new one
es: «{}» no es una API KEY válida, revísela o cree una nueva

source: The Horde is in maintenance mode, please try again later, if you have tried and the service does not respond for hours, please contact via Discord
es: La horda está en modo mantenimiento, por favor intente más tarde, si ha intentado por horas y el servicio no responde, por favor vaya a Discord

source: Seems that «{}» has problems, double check it, create a new one or join Discord to ask for help
es: Parece que «{}» tiene problemas, revísela, cree una nueva o ingrese a Discord para solicitar ayuda

source: You have made too many requests, please wait for them to finish, and try again later
es: Ha hecho demasiadas solicitudes, por favor espere a que terminen e intente más tarde

source: At this moment we can not process your request, please try again later. If this is happening for a long period of time, please let us know via Discord
es: En este momento no podemos procesar la solicitud, por favor intente más tarde. Si eso sucede por un largo período de tiempo, por favor déjenos saber por Discord

source: No longer valid, please try again. Your request took too long
es: Ya no es válida la solicitud, por favor intente de nuevo. La solicitud tardó demasiado

source: We hit an error, still:
es: Nos encontramos un error, pero:

source: Getting models reference...
es: Actualizando los modelos referencia...

source: Getting styles reference...
es: Obteniendo la referencia de estilos...

source: Getting model status...
es: Obteniendo estado de los modelos...

source: When trying to get model statuses, the Horde was too slow. Try again later
es: Cuando se solicitó obtener estado de los modelos la Horda fue muy lenta, intente de nuevo más tarde

source: You need an API Key to create a style
es: Requiere una llave API para crear estilos

source: When trying to upload an example to the style, the Horde was too slow. Try again later
es: Cuando se solicitó subir un ejemplo al estilo la Horda fue muy lenta, intente de nuevo más tarde

source: Double check your permissions, maybe you need to ask for more permissions, join Discord to ask for help
es: Revise sus permisos, tal ves requiere solicitar nuevos, ingrese a Discord para obtener ayuda

source: When trying to create the style, the Horde was too slow, try again later
es: Cuando se solicitó crear el estilo, la Horda fue muy lenta, intente de nuevo más tarde
